[
  {"id":"arellano2014","abstract":"The goal of this study was a quantitative assessment of two-dimensional commonness in the lowland, dry, and montane tropical forests of the Madidi region (Bolivia). This region spans a large elevational and environmental gradient, with great diversity differences among sites. We aimed to correlate commonness patterns at different scales with elevation and with the size of the species pool. We also developed 1) a measure of ecological commonness and 2) a criterion to separate common from uncommon species; both based on the h index of academic productivity. With this approach, we calculated the 1) mean commonness of all species of the community; 2) proportion of common species of the community; and 3) mean commonness of the common species. The results showed that the commonness patterns in the Madidi region are strongly linked to the size of the species pool, independently of the environmental heterogeneity involved and the type of forest and spatial scale considered. Although these factors do not affect the general quality of the community, they do influence differences in commonness among species. Overall, we identified strong support for the oligarchy hypothesis, regardless of the strength of the pattern, and conclude that a quantitative approach to commonness could lead to great insights into community structure.","accessed":{"date-parts":[["2024",5,7]]},"author":[{"family":"Arellano","given":"Gabriel"},{"family":"Cayola","given":"Leslie"},{"family":"Loza","given":"Isabel"},{"family":"Torrez","given":"Vania"},{"family":"Macía","given":"Manuel J."}],"citation-key":"arellano2014","container-title":"Ecography","DOI":"10.1111/j.1600-0587.2013.00546.x","ISSN":"1600-0587","issue":"6","issued":{"date-parts":[["2014"]]},"language":"en","license":"© 2013 The Authors","page":"536-543","source":"Wiley Online Library","title":"Commonness patterns and the size of the species pool along a tropical elevational gradient: insights using a new quantitative tool","title-short":"Commonness patterns and the size of the species pool along a tropical elevational gradient","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1600-0587.2013.00546.x","volume":"37"},
  {"id":"coelho2023","abstract":"Climate’s effect on global biodiversity is typically viewed through the lens of temperature, humidity and resulting ecosystem productivity1–6. However, it is not known whether biodiversity depends solely on these climate conditions, or whether the size and fragmentation of these climates are also crucial. Here we shift the common perspective in global biodiversity studies, transitioning from geographic space to a climate-defined multidimensional space. Our findings suggest that larger and more isolated climate conditions tend to harbour higher diversity and species turnover among terrestrial tetrapods, encompassing more than 30,000 species. By considering both the characteristics of climate itself and its geographic attributes, we can explain almost 90% of the variation in global species richness. Half of the explanatory power (45%) may be attributed either to climate itself or to the geography of climate, suggesting a nuanced interplay between them. Our work evolves the conventional idea that larger climate regions, such as the tropics, host more species primarily because of their size7,8. Instead, we underscore the integral roles of both the geographic extent and degree of isolation of climates. This refined understanding presents a more intricate picture of biodiversity distribution, which can guide our approach to biodiversity conservation in an ever-changing world.","accessed":{"date-parts":[["2023",9,28]]},"author":[{"family":"Coelho","given":"Marco Túlio P."},{"family":"Barreto","given":"Elisa"},{"family":"Rangel","given":"Thiago F."},{"family":"Diniz-Filho","given":"José Alexandre F."},{"family":"Wüest","given":"Rafael O."},{"family":"Bach","given":"Wilhelmine"},{"family":"Skeels","given":"Alexander"},{"family":"McFadden","given":"Ian R."},{"family":"Roberts","given":"David W."},{"family":"Pellissier","given":"Loïc"},{"family":"Zimmermann","given":"Niklaus E."},{"family":"Graham","given":"Catherine H."}],"citation-key":"coelho2023","container-title":"Nature","DOI":"10.1038/s41586-023-06577-5","ISSN":"1476-4687","issued":{"date-parts":[["2023",9,27]]},"language":"en","license":"2023 The Author(s)","page":"1-8","publisher":"Nature Publishing Group","source":"www.nature.com","title":"The geography of climate and the global patterns of species diversity","type":"article-journal","URL":"https://www.nature.com/articles/s41586-023-06577-5"},
  {"id":"estien2023","abstract":"Navigating the graduate school application process is often challenging, requiring intricate knowledge of academia and graduate institutional structures. This “Hidden Curriculum of Academia” includes what different graduate degrees offer, how to connect with a faculty member of interest, and the skills needed to submit a “competitive” application. We hope to demystify a portion of this hidden curriculum by focusing on the process of applying to graduate school in research-oriented science programs. This article provides an overview of graduate school, the application process, how to prepare for it, and potential career paths to pursue following a Master's or Doctoral degree. Our work contributes to the larger literature that aims to increase the transparency of academia and create a more diverse, equitable, and inclusive space.","accessed":{"date-parts":[["2023",8,31]]},"author":[{"family":"Estien","given":"Cesar O."},{"family":"Chapman","given":"Melissa"},{"family":"Schell","given":"Christopher J."},{"family":"Lowy","given":"Nicole"},{"family":"Gerson","given":"Jacqueline R."}],"citation-key":"estien2023","container-title":"The Bulletin of the Ecological Society of America","DOI":"10.1002/bes2.2029","ISSN":"2327-6096","issue":"1","issued":{"date-parts":[["2023"]]},"language":"en","license":"© 2022 The Authors. The Bulletin published by Wiley Periodicals LLC on behalf of The Ecological Society of America.","page":"e02029","source":"Wiley Online Library","title":"Demystifying the Graduate School Application Process","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/bes2.2029","volume":"104"},
  {"id":"fjeldsa2008","abstract":"The use of DNA sequence data in systematic studies has brought about a revolution in our understanding of avian relationships and when combined with digitized distributional data, has facilitated new interpretations about the origins of diverse clades of the African avifauna including its diversification up through the Tertiary until the present. Here we review recent studies with special reference to Africa’s forest avifauna and specifically comment on the putative origins of ‘hotspots’ of endemism in the Eastern Arc Mountains of Tanzania and in the Cape Region of South Africa. Intriguingly, both these areas appear to have retained populations of relict taxa since the mid-tertiary thermal optimum and at the same time have been centres of recent species differentiation.","accessed":{"date-parts":[["2023",3,31]]},"author":[{"family":"Fjeldså","given":"Jon"},{"family":"Bowie","given":"Rauri C. K."}],"citation-key":"fjeldsa2008","container-title":"African Journal of Ecology","DOI":"10.1111/j.1365-2028.2008.00992.x","ISSN":"1365-2028","issue":"3","issued":{"date-parts":[["2008"]]},"language":"en","page":"235-247","source":"Wiley Online Library","title":"New perspectives on the origin and diversification of Africa’s forest avifauna","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-2028.2008.00992.x","volume":"46"},
  {"id":"fjeldsa2012","abstract":"Avianfaunas vary greatly among montane areas; those at high latitudes are biologically impoverished, whereas those of some low-latitude mountains are biologically very complex. Their high level of species richness is caused by aggregation of many small-ranged species, which has been difﬁcult to explain from purely macroecological models focusing on contemporary ecological processes. Because the individual mountain tracts harbor species that represent different evolutionary trajectories it seems plausible to relate these species assemblages to high persistence (or absence of extinction) in addition to high levels of speciation. The distribution of small-ranged species is concentrated near tropical coasts, where moderation of the climate in topographically complex areas creates cloud forests and stable local conditions. The stability underpins specialization and resilience of local populations, and thereby the role of these places as cradles of biodiversity.","accessed":{"date-parts":[["2023",9,2]]},"author":[{"family":"Fjeldså","given":"Jon"},{"family":"Bowie","given":"Rauri C.K."},{"family":"Rahbek","given":"Carsten"}],"citation-key":"fjeldsa2012","container-title":"Annual Review of Ecology, Evolution, and Systematics","container-title-short":"Annu. Rev. Ecol. Evol. Syst.","DOI":"10.1146/annurev-ecolsys-102710-145113","ISSN":"1543-592X, 1545-2069","issue":"1","issued":{"date-parts":[["2012",12,1]]},"language":"en","page":"249-265","source":"DOI.org (Crossref)","title":"The Role of Mountain Ranges in the Diversification of Birds","type":"article-journal","URL":"https://www.annualreviews.org/doi/10.1146/annurev-ecolsys-102710-145113","volume":"43"},
  {"id":"freeman2015","abstract":"Tropical mountains harbor exceptionally high biodiversity, which is in part due to the marked elevational stratification of tropical biotas. However, the factors that influence the evolution of elevational distributions remain uncertain. I used a database of sister species of tropical montane birds from 41 families and three regions—the Neotropics, the Himalayas, and New Guinea—to test whether patterns of elevational divergence were consistent with (1) a stochastic process, (2) ecological sorting of elevational divergence that occurred in allopatry, or (3) elevational divergence driven by competitive interactions upon secondary contact. The stochastic and ecological sorting hypotheses predict that increased elevational divergence in sympatric sister species is explained by their greater evolutionary age, whereas the competitive interactions hypothesis predicts that elevational divergence is explained by geographical overlap. I found that genetic distances were unrelated to elevational divergence and that allopatric sister species occupied similar elevational distributions regardless of genetic distance in each region. Instead, sympatry was the only significant predictor of elevational divergence; regardless of evolutionary age, sympatric sister species had greater elevational divergence than allopatric sister species in each region, as predicted by the competitive interactions hypothesis. Importantly, this pattern occurred in all three geographic regions, which suggests that competition-driven elevational divergence upon secondary contact is a general process of community assembly in tropical montane avifaunas.","accessed":{"date-parts":[["2023",8,15]]},"author":[{"family":"Freeman","given":"Benjamin G."}],"citation-key":"freeman2015","container-title":"The American Naturalist","DOI":"10.1086/682703","ISSN":"0003-0147","issue":"4","issued":{"date-parts":[["2015",10]]},"page":"470-479","publisher":"The University of Chicago Press","source":"journals.uchicago.edu (Atypon)","title":"Competitive Interactions upon Secondary Contact Drive Elevational Divergence in Tropical Birds","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/full/10.1086/682703","volume":"186"},
  {"id":"freeman2018","abstract":"Montane species worldwide are shifting upslope in response to recent temperature increases. These upslope shifts are predicted to lead to mountaintop extinctions of species that live only near mountain summits, but empirical examples of populations that have disappeared are sparse. We show that recent warming constitutes an “escalator to extinction” for birds on a remote Peruvian mountain—high-elevation species have declined in both range size and abundance, and several previously common mountaintop residents have disappeared from the local community. Our findings support projections that warming will likely drive widespread extirpations and extinctions of high-elevation taxa in the tropical Andes. Such climate change-driven mountaintop extirpations may be more likely in the tropics, where temperature seems to exert a stronger control on species’ range limits than in the temperate zone. In contrast, we show that lowland bird species at our study site are expanding in range size as they shift their upper limits upslope and may thus benefit from climate change.","accessed":{"date-parts":[["2023",8,15]]},"author":[{"family":"Freeman","given":"Benjamin G."},{"family":"Scholer","given":"Micah N."},{"family":"Ruiz-Gutierrez","given":"Viviana"},{"family":"Fitzpatrick","given":"John W."}],"citation-key":"freeman2018","container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.1804224115","issue":"47","issued":{"date-parts":[["2018",11,20]]},"page":"11982-11987","publisher":"Proceedings of the National Academy of Sciences","source":"pnas.org (Atypon)","title":"Climate change causes upslope shifts and mountaintop extirpations in a tropical bird community","type":"article-journal","URL":"https://www.pnas.org/doi/abs/10.1073/pnas.1804224115","volume":"115"},
  {"id":"jonsson2017","abstract":"The archipelagos that form the transition between Asia and Australia were immortalized by Alfred Russel Wallace’s observations on the connections between geography and animal distributions, which he summarized in what became the ﬁrst major modern biogeographic synthesis. Wallace traveled the island region for eight years, during which he noted the marked faunal discontinuity across what has later become known as Wallace’s Line. Wallace was intrigued by the bewildering diversity and distribution of life he discovered. But even today we ask ourselves how species formed within the region and why they are not evenly distributed. Biogeography, phylogeny, dispersal, biotic interactions, and abiotic factors affect the assembly of diversity. On the basis of a decade of research on the ecology, evolution, and systematics of corvoid passerine birds, we summarize what we have learned about the biogeography and assembly of island bird diversity. Corvoid passerine birds include nearly 800 species and 2,300 named taxa and thus represent a large, well-described, and globally distributed clade. Understanding the processes inﬂuencing biodiversity in this group is certain to deepen our general understanding of ecology and evolution in the context of biogeography and faunal assembly.","accessed":{"date-parts":[["2023",9,2]]},"author":[{"family":"Jønsson","given":"Knud Andreas"},{"family":"Borregaard","given":"Michael Krabbe"},{"family":"Carstensen","given":"Daniel Wisbech"},{"family":"Hansen","given":"Louis A."},{"family":"Kennedy","given":"Jonathan D."},{"family":"Machac","given":"Antonin"},{"family":"Marki","given":"Petter Zahl"},{"family":"Fjeldså","given":"Jon"},{"family":"Rahbek","given":"Carsten"}],"citation-key":"jonsson2017","container-title":"Annual Review of Ecology, Evolution, and Systematics","container-title-short":"Annu. Rev. Ecol. Evol. Syst.","DOI":"10.1146/annurev-ecolsys-110316-022813","ISSN":"1543-592X, 1545-2069","issue":"1","issued":{"date-parts":[["2017",11,2]]},"language":"en","page":"231-253","source":"DOI.org (Crossref)","title":"Biogeography and Biotic Assembly of Indo-Pacific Corvoid Passerine Birds","type":"article-journal","URL":"https://www.annualreviews.org/doi/10.1146/annurev-ecolsys-110316-022813","volume":"48"},
  {"id":"mcgill2019a","abstract":"The study of biodiversity started as a single unified field that spanned both ecology and evolution and both macro and micro phenomena. But over the 20th century, major trends drove ecology and evolution apart and pushed an emphasis towards the micro perspective in both disciplines. Macroecology and macroevolution re-emerged as self-consciously distinct fields in the 1970s and 1980s, but they remain largely separated from each other. Here, we argue that despite the challenges, it is worth working to combine macroecology and macroevolution. We present 25 fundamental questions about biodiversity that are answerable only with a mixture of the views and tools of both macroecology and macroevolution.","accessed":{"date-parts":[["2023",10,27]]},"author":[{"family":"McGill","given":"Brian J."},{"family":"Chase","given":"Jonathan M."},{"family":"Hortal","given":"Joaquín"},{"family":"Overcast","given":"Isaac"},{"family":"Rominger","given":"Andrew J."},{"family":"Rosindell","given":"James"},{"family":"Borges","given":"Paulo A. V."},{"family":"Emerson","given":"Brent C."},{"family":"Etienne","given":"Rampal S."},{"family":"Hickerson","given":"Michael J."},{"family":"Mahler","given":"D. Luke"},{"family":"Massol","given":"Francois"},{"family":"McGaughran","given":"Angela"},{"family":"Neves","given":"Pedro"},{"family":"Parent","given":"Christine"},{"family":"Patiño","given":"Jairo"},{"family":"Ruffley","given":"Megan"},{"family":"Wagner","given":"Catherine E."},{"family":"Gillespie","given":"Rosemary"}],"citation-key":"mcgill2019a","container-title":"Global Ecology and Biogeography","DOI":"10.1111/geb.13020","ISSN":"1466-8238","issue":"12","issued":{"date-parts":[["2019"]]},"language":"en","license":"© 2019 John Wiley & Sons Ltd","page":"1925-1936","source":"Wiley Online Library","title":"Unifying macroecology and macroevolution to answer fundamental questions about biodiversity","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.13020","volume":"28"},
  {"id":"montano-centellas2018","abstract":"Explore millions of resources from scholarly journals, books, newspapers, videos and more, on the ProQuest Platform.","accessed":{"date-parts":[["2024",8,13]]},"author":[{"family":"Montaño-Centellas","given":"Flavia A."}],"citation-key":"montano-centellas2018","event-place":"Florida","genre":"PhD Thesis","issued":{"date-parts":[["2018"]]},"language":"en","publisher":"University of Florida","publisher-place":"Florida","title":"Disentangling Driving Forces of Avian Community Assembly along Altitudinal Gradients - ProQuest","type":"thesis","URL":"https://www.proquest.com/openview/71f1defa3f88b1571b92ec17919fe17f/1?pq-origsite=gscholar&cbl=18750&diss=y"},
  {"id":"montano-centellas2020","abstract":"Aim We present the first global analysis of elevational gradients in functional and phylogenetic diversity of birds and test for signals of deterministic processes (i.e., environmental filtering and limiting similarity) in community assembly. Further, we examine for latitudinal effects in the strength of these processes. Location Forty-six elevational gradients across the globe. Time period Current (between 1924 and 2016). Major taxa Birds. Methods We systematically selected, compiled and analysed published data on bird diversity along elevational gradients. For each gradient, we calculated functional and phylogenetic diversity across elevations and described the main patterns for each diversity metric. Then, we calculated standardized effect sizes (SES) of each metric and used these SES values to (a) test the signals of deterministic processes shaping assemblages across elevations and (b) to compare changes in within-mountain diversity, among mountains located at different latitudes. Results Birds displayed eight different patterns of functional and phylogenetic diversity across elevations, but no global pattern of increase or decrease was found. There is, however, a consistent global pattern of phylogenetic clustering, with mountain species being more closely related to each other at any given elevation. Latitude had a significant effect on within-mountain changes in functional and phylogenetic diversity across elevations, with more negative slopes (stronger decline in diversity metrics with increasing elevation) in tropical mountains. Main conclusions Our findings challenge the idea that the decline of functional and phylogenetic diversity with elevation is a general pattern, emphasizing the uniqueness of each mountain system. In spite of this great variability, we found a latitudinal effect in the patterns of within-mountain functional and phylogenetic dispersion of birds after controlling for effects of species richness. Environmental filtering, thus, may act differently in tropical and temperate mountains, and calls for more comparative studies on the mechanisms driving community assembly at different latitudes.","accessed":{"date-parts":[["2024",8,13]]},"author":[{"family":"Montaño-Centellas","given":"Flavia A."},{"family":"McCain","given":"Christy"},{"family":"Loiselle","given":"Bette A."}],"citation-key":"montano-centellas2020","container-title":"Global Ecology and Biogeography","DOI":"10.1111/geb.13021","ISSN":"1466-8238","issue":"2","issued":{"date-parts":[["2020"]]},"language":"en","license":"© 2019 John Wiley & Sons Ltd","page":"232-245","source":"Wiley Online Library","title":"Using functional and phylogenetic diversity to infer avian community assembly along elevational gradients","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.13021","volume":"29"},
  {"id":"montano-centellas2020a","abstract":"Ecological communities are comprised of species that interact with each other and those interactions ultimately generate community structure. Network theory provides a useful framework to study communities, by simultaneously considering species composition and the interactions among species. In this study, I use mixed-species flocks as model systems to gain insights on community and network structure. Specifically, I use co-occurrence network analyses to explore if avian mixed-species flocks change in richness and composition and/or in network structure and pair-wise associations, across elevations in the tropical Andes of Bolivia. Networks of flocking species changed both in composition and in the frequency and realization of pair-wise interactions across elevations, but changes in pair-wise associations explained most of network turnover along elevation. Pair-wise interactions changed rapidly, with shared species changing in position and importance within the network. Network dissimilarity was mostly explained by changes in the nature of associations rather than by differences in composition. Altogether, results show that montane mixed-species flocks are composed of loosely connected species and that most species have the potential of switching associations, often increasing in association strength at high elevations (up to 3150 m). Networks increased in connectivity and cohesion with elevation; flocks in lower elevations had more connections and these were less even. Above 3150 m a.s.l., there was rapid decay suggesting that flocks above this critical point are less connected and cohesive. This study exemplifies how combining community, network and pair-wise analyses can provide a more holistic view on the responses of species and assemblages to environmental gradients.","accessed":{"date-parts":[["2024",8,13]]},"author":[{"family":"Montaño-Centellas","given":"Flavia A."}],"citation-key":"montano-centellas2020a","container-title":"Ecography","DOI":"10.1111/ecog.05135","ISSN":"1600-0587","issue":"6","issued":{"date-parts":[["2020"]]},"language":"en","license":"© 2020 The Authors. Ecography published by John Wiley & Sons Ltd on behalf of Nordic Society Oikos","page":"930-942","source":"Wiley Online Library","title":"Interaction networks of avian mixed-species flocks along elevation in the tropical Andes","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ecog.05135","volume":"43"},
  {"id":"montano-centellas2021","abstract":"Aim We examine latitudinal effects of breeding bird taxonomic, phylogenetic and functional β-diversity (Tβ, Pβ and Fβ, respectively) along elevational gradients to test predictions derived from Janzen's (The American Naturalist 101:233–249, 1967) classic ideas that tropical mountains represent stronger dispersal barriers than temperate mountains. Location Global. Taxon Birds. Methods Using a global dataset from 46 mountains, we examine latitudinal patterns of Tβ, Pβ and Fβ, and their components: βrich and βrepl. For each mountain and each dimension of diversity, we calculated (a) total β-diversity, (b) the steepness of distance decay patterns and (c) within-mountain variability in pairwise β-diversity and regressed each one of these response variables against absolute latitude. We predicted that tropical montane biotas would have (a) overall higher Tβ, Pβ and Fβ, (b) faster distance decay patterns and (c) higher within-mountain variability in pairwise β-diversity. Furthermore, we expected the richness component βrich to be more important in temperate mountains, and the replacement component βrepl in tropical mountains. Results Latitude had a negative effect on total β-diversity for all dimensions of diversity. Similarly, metrics of Tβ and Pβ mostly agree with our expectations, whereas Fβ showed contrasting results with steeper distance decay curves and higher within-mountain variability in temperate mountains. Overall, βrich was a more important component at high elevations in the tropics and across elevations in temperate mountains, and βrepl was more important in tropical low and mid-elevations. Main Conclusions Our findings are consistent with tropical mountain assemblages containing species with narrow elevational distributions, low dispersal ability and potentially high allopatric speciation, resulting in high β-diversity across elevations. Contrasting results for Fβ indicate high niche packing in tropical assemblages, with most changes in functional diversity among assemblages involving species redundant in trait space.","accessed":{"date-parts":[["2024",8,13]]},"author":[{"family":"Montaño-Centellas","given":"Flavia"},{"family":"Loiselle","given":"Bette A."},{"family":"McCain","given":"Christy"}],"citation-key":"montano-centellas2021","container-title":"Journal of Biogeography","DOI":"10.1111/jbi.14212","ISSN":"1365-2699","issue":"10","issued":{"date-parts":[["2021"]]},"language":"en","license":"© 2021 John Wiley & Sons Ltd","page":"2455-2468","source":"Wiley Online Library","title":"Multiple dimensions of bird beta diversity support that mountains are higher in the tropics","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/jbi.14212","volume":"48"},
  {"id":"montano-centellas2021a","abstract":"Mixed-species flocks constitute community modules that can help test mechanisms driving changes to community composition across environmental gradients. Here, we examined elevational patterns of flock diversity (species richness, taxonomic diversity, species, and guild composition) and asked if these patterns were reflections of the full bird community at a given elevation (open-membership hypothesis), or if they were instead structured by environmental variables. We surveyed both the overall avian community and mixed-species flocks across an undisturbed elevational gradient (~1,350–3,550 m) in the Bolivian Andes. We then tested for the role of temperature (a surrogate for abiotic stress), resource diversity (arthropods, fruits), and foraging niche diversity (vegetation vertical complexity) in structuring these patterns. Patterns for the overall and flocking communities were similar, supporting our open-membership hypothesis that Andean flocks represent dynamic, unstructured aggregations. Membership openness and the resulting flock composition, however, also varied with elevation in response to temperature and vegetation complexity. We found a mid-elevation peak in flock species richness, size, and Shannon’s diversity at ~2,300 m. The transition of flocking behavior toward a more open-membership system at this elevation may explain a similar peak in the proportion of insectivores joining flocks. At high elevations, increasing abiotic stress and decreasing fruit diversity led more generalist, gregarious tanagers (Thraupidae) to join flocks, resulting in larger yet more even flocks alongside a loss of vegetation structure. At lower elevations, flock species richness increased with greater vegetation complexity, but a greater diversity of foraging niches resulted in flocks that were more segregated into separate canopy and understory sub-types. This segregation likely results from increased costs of interspecific competition and activity matching (i.e., constraints on movement and foraging rate) for insectivores. Mid-elevation flocks (~2,300 m) seemed, therefore, to benefit from both the open-membership composition of high-elevation flocks and the high vegetation complexity of mid- and low-elevation forests.• We investigated changes to the diversity and membership of flocks of birds across elevations in the Bolivian Andes, and the mechanisms driving these changes.• Changes to flock membership largely reflected elevational changes to the whole bird community, suggesting Andean flocks have open membership, unlike the flocks of lowland Amazonia.• Elevational changes to flock richness, size, and membership were mostly associated with effects of temperature (abiotic stress) and the diversity of vegetation layers within the forest.• Temperature and fruit diversity were associated with the number of individuals of each species, with larger flocks at high elevations, composed of generalist, gregarious tanagers.• Increasing numbers of vegetation strata were associated with higher insectivore richness and abundance in flocks, explaining flock characteristics at middle and low elevations.","accessed":{"date-parts":[["2024",8,13]]},"author":[{"family":"Montaño-Centellas","given":"Flavia A"},{"family":"Jones","given":"Harrison H"}],"citation-key":"montano-centellas2021a","container-title":"Ornithology","container-title-short":"Ornithology","DOI":"10.1093/ornithology/ukab027","ISSN":"0004-8038","issue":"3","issued":{"date-parts":[["2021",7,1]]},"page":"ukab027","source":"Silverchair","title":"Temperature and vegetation complexity structure mixed-species flocks along a gradient of elevation in the tropical Andes","type":"article-journal","URL":"https://doi.org/10.1093/ornithology/ukab027","volume":"138"},
  {"id":"montano-centellas2021b","abstract":"Community assembly theory hypothesizes that two main niche-based processes act to shape composition and organization of biological assemblages: abiotic filtering and biological interactions. Here, we conducted repeated surveys of bird abundance along an undisturbed elevational gradient in the tropical Andes to investigate 1) signals of deterministic processes driving community assembly and 2) potential mechanisms by which these forces operate (temperature, habitat complexity, fruit and insect availability), while correcting for imperfect detection and modeling species abundances with N-mixture models. We observed strong signals of abiotic filtering driving functionally and phylogenetically clustered assemblages towards higher elevations, and a weaker signal of limiting similarity resulting in few overdispersed assemblages at lower elevations. Whereas the decay in species richness with increasing elevation was explained by temperature, trait and phylogenetic dispersion were explained by both temperature and vegetation structure, implying that an interplay of abiotic and biotic mechanisms determines abundance-based community structure in our montane assemblages. Interestingly, trait and phylogenetic dispersion consistently decreased until 3000 m but increased above this elevation, highlighting a potential role of competition in resource-scarce habitats. Combined, our findings suggest abiotic filters are still the main process shaping montane biotas across elevations, whereas resource availability might act locally upon assemblages further modifying them. Our study challenges recent studies in tropical mountains that suggest that biotic filters are a stronger force than abiotic filters in shaping tropical montane assemblages, and exemplifies how accounting for imperfect detection might overcome potential biases in detecting environmental filtering signals in community assembly studies.","accessed":{"date-parts":[["2024",8,13]]},"author":[{"family":"Montaño-Centellas","given":"Flavia A."},{"family":"Loiselle","given":"Bette A."},{"family":"Tingley","given":"Morgan W."}],"citation-key":"montano-centellas2021b","container-title":"Ecography","DOI":"10.1111/ecog.05379","ISSN":"1600-0587","issue":"4","issued":{"date-parts":[["2021"]]},"language":"en","license":"© 2021 The Authors. Ecography published by John Wiley & Sons Ltd on behalf of Nordic Society Oikos","page":"574-588","source":"Wiley Online Library","title":"Ecological drivers of avian community assembly along a tropical elevation gradient","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ecog.05379","volume":"44"},
  {"id":"montano-centellas2023","abstract":"Birds in mixed-species flocks benefit from greater foraging efficiency and reduced predation, but also face costs related to competition and activity matching. Because this cost–benefit trade-off is context-dependent (e.g. abiotic conditions and habitat quality), the structure of flocks is expected to vary along elevational, latitudinal and disturbance gradients. Specifically, we predicted that the connectivity and cohesion of flocking networks would (i) decline towards tropical latitudes and lower elevations, where competition and activity matching costs are higher, and (ii) increase with lower forest cover and greater human disturbance. We analysed the structure of 84 flock networks across the Andes and assessed the effect of elevation, latitude, forest cover and human disturbance on network characteristics. We found that Andean flocks are overall open-membership systems (unstructured), though the extent of network structure varied across gradients. Elevation was the main predictor of structure, with more connected and less modular flocks upslope. As expected, flocks in areas with higher forest cover were less cohesive, with better defined flock subtypes. Flocks also varied across latitude and disturbance gradients as predicted, but effect sizes were small. Our findings indicate that the unstructured nature of Andean flocks might arise as a strategy to cope with harsh environmental conditions.\n\nThis article is part of the theme issue ‘Mixed-species groups and aggregations: shaping ecological and behavioural patterns and processes’.","accessed":{"date-parts":[["2024",8,13]]},"author":[{"family":"Montaño-Centellas","given":"Flavia A."},{"family":"Muñoz","given":"Jenny"},{"family":"Mangini","given":"Gabriela Giselle"},{"family":"Ausprey","given":"Ian J."},{"family":"Newell","given":"Felicity L."},{"family":"Jones","given":"Harrison H."},{"family":"Fanjul","given":"M. Elisa"},{"family":"Tinoco","given":"Boris A."},{"family":"Colorado Z.","given":"Gabriel J."},{"family":"Cahill","given":"Jennifer R. A."},{"family":"Arbeláez-Cortés","given":"E."},{"family":"Marin-Gómez","given":"Oscar H."},{"family":"Astudillo","given":"Pedro X."},{"family":"Guevara","given":"Esteban A."},{"family":"Ippi","given":"Silvina"},{"family":"McDermott","given":"Molly E."},{"family":"Rodewald","given":"Amanda D."},{"family":"Matthysen","given":"Erik"},{"family":"Robinson","given":"Scott K."}],"citation-key":"montano-centellas2023","container-title":"Philosophical Transactions of the Royal Society B: Biological Sciences","DOI":"10.1098/rstb.2022.0099","issue":"1878","issued":{"date-parts":[["2023",4,17]]},"page":"20220099","publisher":"Royal Society","source":"royalsocietypublishing.org (Atypon)","title":"Network structure of avian mixed-species flocks decays with elevation and latitude across the Andes","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rstb.2022.0099","volume":"378"},
  {"id":"morrone2024","abstract":"Biogeographical transition zones are areas of overlap, replacement or partial segregation between different biotas, which are sets of taxa sharing similar geographical distributions as a result of a common evolutionary history and ecological affinities. Transition zones occur in a few particular areas of the world where historically contingent processes have allowed different biotic elements to coexist and interact. Evolutionary or historical biogeographers have traditionally characterized transition zones by the overlap of different biotic elements. More recently, authors applying track analyses have detected transition zones by the presence of nodes or by conflicting results in cladistic biogeographic analyses. Ecological biogeographers have taken a different approach, usually applying quantitative methods, for example, species turnover indices to analyse the strength and breadth of biogeographic transition zones. Some authors consider transition zones to represent outstanding areas for analysing the principles shaping biotic assembly, whereas others have dismissed them, sometimes as artificial. Biogeographical transition zones are particularly interesting for a truly integrative biogeography, being natural laboratories where the interaction of historical and ecological processes can be analysed fruitfully, and are especially appropriate for an integrative approach, epistemologically grounded in integrative pluralism. A coherent conceptual framework to analyse transition zones, however, is still lacking.","accessed":{"date-parts":[["2024",3,25]]},"author":[{"family":"Morrone","given":"Juan J."}],"citation-key":"morrone2024","container-title":"Journal of Biogeography","DOI":"10.1111/jbi.14632","ISSN":"1365-2699","issue":"4","issued":{"date-parts":[["2024"]]},"language":"en","license":"© 2023 The Author. Journal of Biogeography published by John Wiley & Sons Ltd.","page":"544-549","source":"Wiley Online Library","title":"Why biogeographical transition zones matter","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/jbi.14632","volume":"51"},
  {"id":"rahbek2019","abstract":"Mountain regions are unusually biodiverse, with rich aggregations of small-ranged species that form centers of endemism. Mountains play an array of roles for Earth’s biodiversity and affect neighboring lowlands through biotic interchange, changes in regional climate, and nutrient runoff. The high biodiversity of certain mountains reflects the interplay of multiple evolutionary mechanisms: enhanced speciation rates with distinct opportunities for coexistence and persistence of lineages, shaped by long-term climatic changes interacting with topographically dynamic landscapes. High diversity in most tropical mountains is tightly linked to bedrock geology—notably, areas comprising mafic and ultramafic lithologies, rock types rich in magnesium and poor in phosphate that present special requirements for plant physiology. Mountain biodiversity bears the signature of deep-time evolutionary and ecological processes, a history well worth preserving.","accessed":{"date-parts":[["2023",9,2]]},"author":[{"family":"Rahbek","given":"Carsten"},{"family":"Borregaard","given":"Michael K."},{"family":"Antonelli","given":"Alexandre"},{"family":"Colwell","given":"Robert K."},{"family":"Holt","given":"Ben G."},{"family":"Nogues-Bravo","given":"David"},{"family":"Rasmussen","given":"Christian M. Ø."},{"family":"Richardson","given":"Katherine"},{"family":"Rosing","given":"Minik T."},{"family":"Whittaker","given":"Robert J."},{"family":"Fjeldså","given":"Jon"}],"citation-key":"rahbek2019","container-title":"Science","container-title-short":"Science","DOI":"10.1126/science.aax0151","ISSN":"0036-8075, 1095-9203","issue":"6458","issued":{"date-parts":[["2019",9,13]]},"language":"en","page":"1114-1119","source":"DOI.org (Crossref)","title":"Building mountain biodiversity: Geological and evolutionary processes","title-short":"Building mountain biodiversity","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.aax0151","volume":"365"},
  {"id":"rahbek2019a","abstract":"Mountains contribute disproportionately to the terrestrial biodiversity of Earth, especially in the tropics, where they host hotspots of extraordinary and puzzling richness. With about 25% of all land area, mountain regions are home to more than 85% of the world’s species of amphibians, birds, and mammals, many entirely restricted to mountains. Biodiversity varies markedly among these regions. Together with the extreme species richness of some tropical mountains, this variation has proven challenging to explain under traditional climatic hypotheses. However, the complex climatic characteristics of rugged mountain regions differ fundamentally from those of lowland regions, likely playing a key role in generating and maintaining diversity. With ongoing global changes in climate and land use, the role of mountains as refugia for biodiversity may well come under threat.","accessed":{"date-parts":[["2023",9,2]]},"author":[{"family":"Rahbek","given":"Carsten"},{"family":"Borregaard","given":"Michael K."},{"family":"Colwell","given":"Robert K."},{"family":"Dalsgaard","given":"Bo"},{"family":"Holt","given":"Ben G."},{"family":"Morueta-Holme","given":"Naia"},{"family":"Nogues-Bravo","given":"David"},{"family":"Whittaker","given":"Robert J."},{"family":"Fjeldså","given":"Jon"}],"citation-key":"rahbek2019a","container-title":"Science","DOI":"10.1126/science.aax0149","issue":"6458","issued":{"date-parts":[["2019",9,13]]},"page":"1108-1113","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Humboldt’s enigma: What causes global patterns of mountain biodiversity?","title-short":"Humboldt’s enigma","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.aax0149","volume":"365"},
  {"id":"tobias2020","abstract":"The origin, distribution, and function of biological diversity are fundamental themes of ecology and evolutionary biology. Research on birds has played a major role in the history and development of these ideas, yet progress was for many decades limited by a focus on patterns of current diversity, often restricted to particular clades or regions. Deeper insight is now emerging from a recent wave of integrative studies combining comprehensive phylogenetic, environmental, and functional trait data at unprecedented scales. We review these empirical advances and describe how they are reshaping our understanding of global patterns of bird diversity and the processes by which it arises, with implications for avian biogeography and functional ecology. Further expansion and integration of data sets may help to resolve longstanding debates about the evolutionary origins of biodiversity and offer a framework for understanding and predicting the response of ecosystems to environmental change.","accessed":{"date-parts":[["2024",8,13]]},"author":[{"family":"Tobias","given":"Joseph A."},{"family":"Ottenburghs","given":"Jente"},{"family":"Pigot","given":"Alex L."}],"citation-key":"tobias2020","container-title":"Annual Review of Ecology, Evolution, and Systematics","DOI":"10.1146/annurev-ecolsys-110218-025023","ISSN":"1543-592X, 1545-2069","issue":"Volume 51, 2020","issued":{"date-parts":[["2020",11,2]]},"language":"en","page":"533-560","publisher":"Annual Reviews","source":"www.annualreviews.org","title":"Avian Diversity: Speciation, Macroevolution, and Ecological Function","title-short":"Avian Diversity","type":"article-journal","URL":"https://www.annualreviews.org/content/journals/10.1146/annurev-ecolsys-110218-025023","volume":"51"},
  {"id":"vanderpluym2024","abstract":"Abstract The study and importance of altitudinal migration has attracted increasing interest among zoologists. Altitudinal migrants are taxonomically widespread and move across altitudinal gradients as partial or complete migrants, subjecting them to a wide array of environments and ecological interactions. Here, we present a brief synthesis of recent developments in the field and suggest future directions toward a more taxonomically inclusive comparative framework for the study of altitudinal migration. Our framework centers on a working definition of altitudinal migration that hinges on its biological relevance, which is scale-dependent and related to fitness outcomes. We discuss linguistic nuances of altitudinal movements and provide concrete steps to compare altitudinal migration phenomena across traditionally disparate study systems. Together, our comparative framework outlines a ?phenotypic space? that contextualizes the biotic and abiotic interactions encountered by altitudinal migrants from divergent lineages and biomes. We also summarize new opportunities, methods, and challenges for the ongoing study of altitudinal migration. A persistent, primary challenge is characterizing the taxonomic extent of altitudinal migration within and among species. Fortunately, a host of new methods have been developed to help researchers assess the taxonomic prevalence of altitudinal migration?each with their own advantages and disadvantages. An improved comparative framework will allow researchers that study disparate disciplines and taxonomic groups to better communicate and to test hypotheses regarding the evolutionary and ecological drivers underlying variation in altitudinal migration among populations and species.","accessed":{"date-parts":[["2024",9,4]]},"author":[{"family":"Vander Pluym","given":"David"},{"family":"Mason","given":"Nicholas A."}],"citation-key":"vanderpluym2024","container-title":"Ecology and Evolution","DOI":"10.1002/ece3.70240","ISSN":"2045-7758","issue":"9","issued":{"date-parts":[["2024",9]]},"page":"e70240","publisher":"John Wiley & Sons, Ltd","source":"onlinelibrary.wiley.com (Atypon)","title":"Toward a comparative framework for studies of altitudinal migration","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/ece3.70240","volume":"14"}
]
